<?php
return [
    'welcome' => [ //Приветствие. Выводятся все строки
        'Здравствуй, мой маленький друг. Я рад видеть тебя в моём казино. Хочешь подёргать удачу за хвост? Здесь тебе предоставится возможность это сделать',
        'Ты можешь поставить фелбаксов на кон и сыграть в <b>ШАНС</b>. В случае победы, я увеличу твою ставку и ты получишь двойную сумму. В случае проигрыша, ты просто лишишься своих денег. У нас всё, кхм.., честно, и слухи про обман не больше чем просто слухи (хе-хе). Кстати некоторые твои способности у меня здесь не работают.',
        'Готов? Или постой-ка кажется я вижу как у тебя от страха дрожат коленки. Только не говори мне, что ты очередной жалкий трус, трясущийся за свои никчёмные монетки?'
    ],
    'doProcess' => [//текст истории во время игры
        'Кручу-мучу-запутать-хочу. Внимательный угадает, глупый потеряет.',
        'Следим за руками! Сюда кладём, отсюда достаём. Вот тут появилось, а здесь отвалилось.',
        'Кидаем кости, зовём в гости. Число выпадает кто-то проиграет.',
        'Тут нет обмана, всё по-честному. Никто не мухлюет, никто не халтурит.',
        'Деньги на кону. Крутим колесо. Так сейчас выпадет твой счастливый номер. Или не выпадет. Ты волнуешься?',
        'Ты молишься перед игрой? Это было бы как-никак кстати. Ну хотя бы там потереби счастливый амулет. Да нет, не ЭТО тереби, о боже мой!!! ',
        '(Уши коалы. Копыта орла. Я призываю фортуну сюда. Деньги к деньгам. Удача ко мне. Пусть проигравший прибудет на дне.) Кто колдует? Я колдую? Ты ошибаешься.',
        'Ты рискуешь проиграть. Сегодня звёзды благоволят мне. Не стоит крутить Фортуне нос, она тебя пнёт под дых и сверху уронет на тебя ведро несчастий.',
        'Гоблина слёзы и дырка носка, если ты проиграешь, то наша казна. (Я не пью... больше И-ИК)',
        'Посмотри внимательно сюда. Да-да сюда. Нет не смотри на стол. Тебе надо смотреть сюда. Вот видишь какая прекрасная дырка в стене. Рассмотри её получше. ДА не смотри же на стол!'
    ],
    'win' => [//победа
        '(Странно, почему победа? неужели аппарат поломался? надо бы отнести его в ремонт). Ах, мои поздравления.',
        'Забери свои бесполезные монетки и вали отсюда, нам тут такие не нужны.',
        'Победителю воды за счёт заведения. Где твой стакан? Нету? Ну и значит воды ты не получишь.',
        'А ты точно не жулик? А то у нас с жуликами разговор короткий. Нет? Ну тогда с победой.',
        'Это грязные деньги, дитя моё. Оставь их тут. Не пачкай свою душу этим грехом. Ты совершаешь огромную ошибку, забирая их с собой. Ну и катись...',
        'КАК ТЫ ЭТО ДЕЛАЕШЬ??? ТЫ НЕ МОЖЕШЬ ТУТ ВЫИГРАТЬ!!! ЭТО НЕМЫСЛИМО!!! КАТИСЬ ОТСЮДА, ПОКА ТЕБЯ НЕ ВЫКИНУЛИ ЗА ШКИРКУ.',
        'Может ты свой выигрыш пожертвуешь на благотворительность? Вот сейчас мы собираем в помошь пострадавшему от убытков владельцу казино? Нет... Жадина.',
        'Значит давай договоримся так: ты прекращаешь тут выигрывать а я тебя не убиваю за это..',
        'Что ж поздравляю, только денег нет и неизвестно когда будут так что уходи? что? Что за ВОТ ЭТА куча денег возле меня? хм, не прокатило... ладно вот твой выигрыш.',
        'Да ну что ты, давай забудем. Ну понимаешь время сложное... Ну мне как другу ты купишь выпивку-то? Ну давай поделимся твоим выигрышем? Ды что ты за человек-то такой?',
        'Ой-ой-ой! Ограбили! Ай-ай-ай ПАЛИЦИЯ ПАМАГИТИ!!! Да товариц полицейский, вот этот меня ограбил. Что? Что это за место? Ой. Какая лицензия? Я тут вспомнил, что мне надо убегать.',
        'Я слежу за тобой. Не дай блоб если я узнаю, что ты мошенник, я выверну тебя наизнанку и заберу все до последней монетки. Запомни это.',
    ],
    'lose' => [//проигрыш
        'Конечно, кто бы сомневался в твоём проигрыше. Ах да, никто!',
        'Гони свои денежки, лузер. А может ты захочешь отыграться?',
        'Твои деньги греют мою душу, особенно когда они становятся моими.',
        'Ну не надо плакать пожалуйста, проигрыш это.. то что тебе положено делать.',
        'Фортуна отвернулась от тебя, ну же, давай в следующий раз увеличивай ставку, чтобы отыграться.',
        'Ты снова в проигрыше. Это скучно, так как ты не играешь достаточно крупно.',
        'Сегодня не твой день, малыш. Я бы даже сказал не твой год.',
        'Видишь вон того бомжа, который ползает на помойке в поисках еды? Я ни на что не намекаю, но еще пару проигрышей и вы там будете ползать вдвоём. Хотя мне всё равно.',
        'Эй, не надо тут устраивать сцены, а то я позову админа и он тебя забанит за истерики.',
        'Эти деньги пойдут на благое (кхм) дело и миллионы голодных (кхм) детишек сегодня получат немного (кхм) еды. За твой счёт конечно.',
        'Как я вижу ты уже привыкаешь быть на дне. Смотри, мы здесь нищим не подаём.',
        'Еще пару таких игр и ты будешь мои кормильцем, ой, т.е. любимцем.'
    ]
];